{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<SOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "[": 34,
      "\\": 35,
      "]": 36,
      "^": 37,
      "_": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "j": 48,
      "k": 49,
      "l": 50,
      "m": 51,
      "n": 52,
      "o": 53,
      "p": 54,
      "q": 55,
      "r": 56,
      "s": 57,
      "t": 58,
      "u": 59,
      "v": 60,
      "w": 61,
      "x": 62,
      "y": 63,
      "z": 64,
      "{": 65,
      "|": 66,
      "}": 67,
      "£": 68,
      "¥": 69,
      "«": 70,
      "»": 71,
      "،": 72,
      "؛": 73,
      "؟": 74,
      "ئ": 75,
      "ا": 76,
      "ب": 77,
      "ت": 78,
      "ج": 79,
      "خ": 80,
      "د": 81,
      "ر": 82,
      "ز": 83,
      "س": 84,
      "ش": 85,
      "غ": 86,
      "ف": 87,
      "ق": 88,
      "ك": 89,
      "ل": 90,
      "م": 91,
      "ن": 92,
      "و": 93,
      "ى": 94,
      "ي": 95,
      "پ": 96,
      "چ": 97,
      "ژ": 98,
      "ڭ": 99,
      "گ": 100,
      "ھ": 101,
      "ۆ": 102,
      "ۇ": 103,
      "ۈ": 104,
      "ۋ": 105,
      "ې": 106,
      "ە": 107,
      "‹": 108,
      "›": 109,
      "€": 110,
      "▁": 111,
      "▁ئ": 112,
      "لى": 113,
      "نى": 114,
      "▁ب": 115,
      "ان": 116,
      "▁ت": 117,
      "دى": 118,
      "رى": 119,
      "▁ق": 120,
      "▁ك": 121,
      "سى": 122,
      "تى": 123,
      "ار": 124,
      "▁ي": 125,
      "▁م": 126,
      "ەن": 127,
      "نىڭ": 128,
      "ىل": 129,
      "▁ئا": 130,
      "كى": 131,
      "ەر": 132,
      "قى": 133,
      "دا": 134,
      "ول": 135,
      "ەت": 136,
      "شى": 137,
      "غان": 138,
      "مى": 139,
      "اي": 140,
      "▁\"": 141,
      "▁ئى": 142,
      "\",": 143,
      "ۇر": 144,
      "▁س": 145,
      "دە": 146,
      "ال": 147,
      "▁ھ": 148,
      "دۇ": 149,
      "ىر": 150,
      "چى": 151,
      "▁بول": 152,
      "ىلى": 153,
      "▁ئۇ": 154,
      "اش": 155,
      "لىق": 156,
      "▁ن": 157,
      "▁پ": 158,
      "غا": 159,
      "▁ئە": 160,
      "دىن": 161,
      ".\",": 162,
      "لار": 163,
      "▁مۇ": 164,
      "▁تو": 165,
      "▁ۋ": 166,
      "ات": 167,
      "گە": 168,
      "زى": 169,
      "▁چ": 170,
      "▁ئې": 171,
      "▁خ": 172,
      "ەل": 173,
      "ەي": 174,
      "▁كۆ": 175,
      "مۇ": 176,
      "▁كې": 177,
      "ەك": 178,
      "لا": 179,
      "▁بىر": 180,
      "▁بۇ": 181,
      "▁ئو": 182,
      "▁ئۆ": 183,
      "سا": 184,
      "پ،": 185,
      "لىك": 186,
      "ۈر": 187,
      "ۇن": 188,
      "اق": 189,
      "▁ش": 190,
      "ىن": 191,
      "▁بىل": 192,
      "ىرى": 193,
      "▁ج": 194,
      "قا": 195,
      "وم": 196,
      "▁قىلى": 197,
      "ىي": 198,
      "گەن": 199,
      "تا": 200,
      "▁د": 201,
      "▁بولۇ": 202,
      "ىز": 203,
      "دىكى": 204,
      "ۇق": 205,
      "▁يا": 206,
      "▁بىلەن": 207,
      "ۈن": 208,
      "▁ر": 209,
      "▁يې": 210,
      "بى": 211,
      "▁ۋە": 212,
      "ون": 213,
      "ام": 214,
      "ەم": 215,
      "▁تە": 216,
      "چە": 217,
      "دۇ،": 218,
      "لىرى": 219,
      "▁بې": 220,
      "ۇل": 221,
      "▁قو": 222,
      "▁ئال": 223,
      "▁مە": 224,
      "▁بو": 225,
      "اپ": 226,
      "جى": 227,
      "ەپ": 228,
      "ۈش": 229,
      "مىسى": 230,
      "يا": 231,
      "▁قىل": 232,
      "▁تې": 233,
      "كەن": 234,
      "قان": 235,
      "تە": 236,
      "▁گ": 237,
      "دىغان": 238,
      "لىقى": 239,
      "اھ": 240,
      "▁سى": 241,
      "لىنى": 242,
      "▁ئۈ": 243,
      "لەر": 244,
      "ېتى": 245,
      "اس": 246,
      "▁چى": 247,
      "ۇرۇ": 248,
      "▁كۆر": 249,
      "دۇ.": 250,
      "▁1": 251,
      "ېر": 252,
      "▁تەر": 253,
      "ەۋ": 254,
      "كىن": 255,
      "مە": 256,
      "ارى": 257,
      "▁باش": 258,
      "ور": 259,
      "يە": 260,
      "الى": 261,
      "داق": 262,
      "▁ل": 263,
      "▁دە": 264,
      "ەش": 265,
      "پى": 266,
      "▁«": 267,
      "▁ئىش": 268,
      "تىن": 269,
      "▁\"ئ": 270,
      "كە": 271,
      "لىشى": 272,
      "دۇ.\",": 273,
      "▁2": 274,
      "▁تورى": 275,
      "وڭ": 276,
      "ۇم": 277,
      "سابى": 278,
      "▁كى": 279,
      "قىرى": 280,
      "▁بولغان": 281,
      "▁مۇسابى": 282,
      "از": 283,
      "▁بولۇپ،": 284,
      "▁ئاي": 285,
      "لان": 286,
      "▁ئۇنىڭ": 287,
      "ۈز": 288,
      "لاش": 289,
      "▁بولى": 290,
      "ۈپ": 291,
      "دىسى": 292,
      "يى": 293,
      "ست": 294,
      "دەم": 295,
      "▁كۈ": 296,
      "دى،": 297,
      "▁ئار": 298,
      "▁قات": 299,
      "▁بار": 300,
      "ماي": 301,
      "-ئ": 302,
      "▁قال": 303,
      "ما": 304,
      "▁نۇر": 305,
      "▁دا": 306,
      "ېن": 307,
      "▁دې": 308,
      "▁توپ": 309,
      "▁(": 310,
      "يىن": 311,
      "ۇت": 312,
      "لۇق": 313,
      "ۈك": 314,
      "مىز": 315,
      "▁كوم": 316,
      "پت": 317,
      "▁مەي": 318,
      "▁كۆپ": 319,
      "خى": 320,
      "لىش": 321,
      "لارنىڭ": 322,
      "▁كەل": 323,
      "▁كېيىن": 324,
      "وب": 325,
      "خشى": 326,
      "▁ئۆزى": 327,
      "ىتى": 328,
      "▁شۇ": 329,
      "▁كومان": 330,
      "لىكى": 331,
      "لەش": 332,
      "▁ھەم": 333,
      "▁قان": 334,
      "دا،": 335,
      "ڭىز": 336,
      "▁قى": 337,
      "غۇ": 338,
      "▁بە": 339,
      "▁ز": 340,
      "دان": 341,
      "سىز": 342,
      "رەك": 343,
      "قۇ": 344,
      "▁ھە": 345,
      "اسى": 346,
      "ېرى": 347,
      "اتى": 348,
      "ەتتە": 349,
      "ىلەر": 350,
      "اڭ": 351,
      "ەنە": 352,
      "▁قېتى": 353,
      "▁\"ب": 354,
      "▁خەۋ": 355,
      "غى": 356,
      "▁قىلىش": 357,
      "اۋ": 358,
      "▁ئۈچ": 359,
      "انى": 360,
      "▁ئەڭ": 361,
      "▁ئاپت": 362,
      "▁قېتىم": 363,
      "▁تۆ": 364,
      "▁يەنە": 365,
      "▁قار": 366,
      "تىش": 367,
      "وموب": 368,
      "▁ياخشى": 369,
      "▁مى": 370,
      "▁مۇسابىقى": 371,
      "ەھ": 372,
      ":\",": 373,
      "ۇش": 374,
      "▁ئور": 375,
      "ۋال": 376,
      "▁مەيدان": 377,
      "تۇر": 378,
      "▁ھې": 379,
      "▁چوڭ": 380,
      "▁ئىك": 381,
      "▁يۇ": 382,
      "▁لې": 383,
      "ستى": 384,
      "▁بېرى": 385,
      "▁ئاپتوموب": 386,
      "تۈر": 387,
      "▁نە": 388,
      "ڭى": 389,
      "ارلىق": 390,
      "▁ئۆز": 391,
      "لىپ": 392,
      "▁قوي": 393,
      "گەر": 394,
      "▁مې": 395,
      "▁پە": 396,
      "-ي": 397,
      "لەن": 398,
      "ۇپ": 399,
      "ىم": 400,
      "▁كېرەك": 401,
      "لۈك": 402,
      "گى": 403,
      "▁قىلغان": 404,
      "▁تۇر": 405,
      "▁ھەر": 406,
      "▁ئەمە": 407,
      "▁كوماندىسى": 408,
      "ىلار": 409,
      "▁قاي": 410,
      "كا": 411,
      "▁ئاپتوموبىل": 412,
      "▁ئادەم": 413,
      "▁تۇ": 414,
      "دى.": 415,
      "▁لېكىن": 416,
      "ۈل": 417,
      "اقى": 418,
      "▁ف": 419,
      "▁ئىن": 420,
      "▁يو": 421,
      "لىقىنى": 422,
      "شىنى": 423,
      "▁ئىچى": 424,
      "▁خەۋىرى": 425,
      "▁ئىككى": 426,
      "▁خىل": 427,
      "▁تېخى": 428,
      "ۇرۇش": 429,
      "تىپ": 430,
      "▁مۇن": 431,
      "قەت": 432,
      "▁يۇقىرى": 433,
      "قە": 434,
      "▁بولۇپ": 435,
      "▁تەرجى": 436,
      "كۈ": 437,
      "▁ئوي": 438,
      "▁يىل": 439,
      "رو": 440,
      "▁تەرجىمىسى": 441,
      "دى.\",": 442,
      "تىكى": 443,
      "اك": 444,
      "تۇ": 445,
      "لىي": 446,
      "ائ": 447,
      "00": 448,
      "▁كە": 449,
      "ەتلىك": 450,
      "لارنى": 451,
      "▁چې": 452,
      "▁قارى": 453,
      "▁مىل": 454,
      "▁كەت": 455,
      "▁سىز": 456,
      "سىنى": 457,
      "لۇ": 458,
      "قتى": 459,
      "▁خەۋىرى،": 460,
      "▁ئۇچ": 461,
      "▁ئام": 462,
      "▁3": 463,
      "اغ": 464,
      "پىي": 465,
      "ۆل": 466,
      "▁تەرجىمىسى:\",": 467,
      "اقىت": 468,
      "▁تى": 469,
      "دارى": 470,
      "پا": 471,
      "▁تېخىمۇ": 472,
      "▁نى": 473,
      "غان،": 474,
      "▁بىز": 475,
      "▁دەپ": 476,
      "مەي": 477,
      "▁شى": 478,
      "گىرى": 479,
      "▁قاتارلىق": 480,
      "▁سۈر": 481,
      "مان": 482,
      "▁ۋاقىت": 483,
      "▁يېڭى": 484,
      "▁كىر": 485,
      "سىنىڭ": 486,
      "▁سې": 487,
      "مەن": 488,
      "▁تار": 489,
      "▁ئاش": 490,
      "▁چۈش": 491,
      "-يىلى": 492,
      "▁يۈ": 493,
      "شىلەر": 494,
      "ۋەن": 495,
      "▁قول": 496,
      "▁ئىقتى": 497,
      "▁كىشىلەر": 498,
      "▁ئەر": 499,
      "▁ئۆت": 500,
      "-ئاي": 501,
      "▁ئېرى": 502,
      "خش": 503,
      "▁دو": 504,
      "▁ئۈچۈن": 505,
      "▁ئاسا": 506,
      "▁ئەم": 507,
      "▁ئەھ": 508,
      "▁مۇھ": 509,
      "غۇن": 510,
      "مكىن": 511,
      "ايى": 512,
      "▁مۇمكىن": 513,
      "▁ئاخ": 514,
      "ۈرۈش": 515,
      "تىنى": 516,
      "▁ياش": 517,
      "ۇرۇپ": 518,
      "▁ئىل": 519,
      "ومۇر": 520,
      "▁تۆۋەن": 521,
      "▁ئالدى": 522,
      "▁تەرەپ": 523,
      "▁مەن": 524,
      "▁بىرلەش": 525,
      "▁ساق": 526,
      "▁دۇ": 527,
      "لې": 528,
      "لىنىش": 529,
      "▁بەر": 530,
      "ۇس": 531,
      "▁20": 532,
      "ەنى": 533,
      "مەت": 534,
      "▁ياكى": 535,
      "▁باي": 536,
      "سىي": 537,
      "▁ما": 538,
      "▁ئالا": 539,
      "لاپ": 540,
      "گىلى": 541,
      "مىن": 542,
      "ايىتى": 543,
      "ازىر": 544,
      "▁بولسا": 545,
      "▁مىلي": 546,
      "▁يەر": 547,
      "▁ناھ": 548,
      "دەك": 549,
      "دار": 550,
      "▁باشقا": 551,
      "ەڭ": 552,
      "▁ھال": 553,
      "گۈ": 554,
      "▁ئارقى": 555,
      "▁سو": 556,
      "▁غ": 557,
      "▁سۇ": 558,
      "▁نومۇر": 559,
      "▁دەرى": 560,
      "▁ئەمەس": 561,
      "مىغان": 562,
      "سلى": 563,
      "سىيە": 564,
      "ۇنداق": 565,
      "▁بەل": 566,
      "▁چىق": 567,
      "▁دى": 568,
      "را": 569,
      "▁كۈچ": 570,
      "ۈت": 571,
      "▁ناھايىتى": 572,
      "▁يار": 573,
      "▁ھاي": 574,
      "▁ئاز": 575,
      "ۈم": 576,
      "سىمۇ": 577,
      "▁ئوخش": 578,
      "▁ئان": 579,
      "مەك": 580,
      "انلىق": 581,
      "▁چىقى": 582,
      "ۋى": 583,
      "▁كىن": 584,
      "سە": 585,
      "▁زى": 586,
      "ونى": 587,
      "▁قە": 588,
      "▁چىقىرى": 589,
      "▁ئاس": 590,
      "▁يەنى": 591,
      "ڭا": 592,
      "▁ئاد": 593,
      "▁تال": 594,
      "▁يول": 595,
      "تقان": 596,
      "▁ئوت": 597,
      "بەت": 598,
      "رىسى": 599,
      "▁بولۇش": 600,
      "▁كىرى": 601,
      "نيا": 602,
      "نداق": 603,
      "ۋې": 604,
      "▁نۇرغۇن": 605,
      "تى،": 606,
      "ئىي": 607,
      "▁()": 608,
      "كەت": 609,
      "▁ھازىر": 610,
      "▁ۋاق": 611,
      "يان": 612,
      "لە": 613,
      "لىتى": 614,
      "▁4": 615,
      "چىلار": 616,
      "قىي": 617,
      "ىيە": 618,
      "▁نەتى": 619,
      "دە،": 620,
      "▁كەلتۈر": 621,
      "چە،": 622,
      "▁ئىس": 623,
      "▁قې": 624,
      "سىم": 625,
      "قىن": 626,
      "▁ئاساس": 627,
      "▁مەسى": 628,
      "▁ئۇز": 629,
      "لىكىنى": 630,
      "▁سەۋ": 631,
      "▁5": 632,
      "سەل": 633,
      "▁پەقەت": 634,
      "لەپ": 635,
      "ەب": 636,
      "▁ئۇلار": 637,
      "▁قىلىپ": 638,
      "ماق": 639,
      "▁كىنو": 640,
      "غاندا،": 641,
      "ايىن": 642,
      "▁ئايال": 643,
      "اتقان": 644,
      "وت": 645,
      "▁ئۆزىنىڭ": 646,
      "▁دۇنيا": 647,
      "▁ئارقىلىق": 648,
      "▁تام": 649,
      "ماس": 650,
      "▁قوش": 651,
      "ستې": 652,
      "▁باھ": 653,
      "▁بىرلەشمىسى": 654,
      "▁نې": 655,
      "▁ئىكەن": 656,
      "▁شۇڭا": 657,
      "▁بى": 658,
      "دىكەن": 659,
      "▁مىليون": 660,
      "▁كۈن": 661,
      "▁مۇسابىقە": 662,
      "مىي": 663,
      "ۇرۇن": 664,
      "غان.": 665,
      "لەرنى": 666,
      "▁نىس": 667,
      "سىر": 668,
      "▁ئوخشاش": 669,
      "ادى": 670,
      "▁دېگەن": 671,
      "▁نام": 672,
      "▁سۆ": 673,
      "▁تاش": 674,
      "گۈز": 675,
      "لىرىنى": 676,
      "▁ۋاقتى": 677,
      "▁بولۇشى": 678,
      "▁ئېي": 679,
      "▁تۇرمۇ": 680,
      "▁\"بۇ": 681,
      "▁بۇنىڭ": 682,
      "دۈر": 683,
      "▁يى": 684,
      "لىرىنىڭ": 685,
      "بە": 686,
      "▁كېسەل": 687,
      "ېل": 688,
      "▁ئېرىش": 689,
      "▁ئەگەر": 690,
      "▁تەك": 691,
      "گەن،": 692,
      "مال": 693,
      "▁بولىدۇ،": 694,
      "دۇر": 695,
      "▁رو": 696,
      "▁پۈت": 697,
      "▁پەي": 698,
      "▁كېلى": 699,
      "ددى": 700,
      "▁قىز": 701,
      "▁كۆرۈ": 702,
      "چىسى": 703,
      "ياۋ": 704,
      "▁بىرى": 705,
      "▁ئىنت": 706,
      "▁سال": 707,
      "▁ئۇس": 708,
      "ۋەت": 709,
      "▁ياۋ": 710,
      "▁ھەرى": 711,
      "شىپ": 712,
      "▁بالى": 713,
      "▁كېتى": 714,
      "▁بولماي": 715,
      "▁مىڭ": 716,
      "▁ئىنتايىن": 717,
      "غىلى": 718,
      "▁توخ": 719,
      "▁\"ت": 720,
      "▁سان": 721,
      "▁ئىلگىرى": 722,
      "▁سۈ": 723,
      "▁يوق": 724,
      "▁قۇ": 725,
      "الاي": 726,
      "▁كىرگۈز": 727,
      "▁كۈچى": 728,
      "▁ئامېرى": 729,
      "چىك": 730,
      "▁ئورۇن": 731,
      "▁كېيىن،": 732,
      "ۇڭ": 733,
      "لارغا": 734,
      "▁كۆرسى": 735,
      "اب": 736,
      "لۇقى": 737,
      "▁ياردەم": 738,
      "لىن": 739,
      "غان.\",": 740,
      "▁قانداق": 741,
      "اچ": 742,
      "▁شەك": 743,
      "▁مەز": 744,
      "▁ئۆل": 745,
      "كۈنى": 746,
      "دەن": 747,
      "▁ئۈستى": 748,
      "▁ئېلىپ": 749,
      "▁بولسىمۇ": 750,
      "▁«ئ": 751,
      "ارا": 752,
      "▁ئىقتىدارى": 753,
      "▁باشق": 754,
      "؟\",": 755,
      "▁تەڭ": 756,
      "▁ئېغ": 757,
      "▁ئەمما": 758,
      "▁سەپ": 759,
      "▁پەر": 760,
      "▁سېتى": 761,
      "▁توغ": 762,
      "▁قىس": 763,
      "لەرنىڭ": 764,
      "▁6": 765,
      "▁جى": 766,
      "▁جەھ": 767,
      "▁\"1": 768,
      "▁ھېس": 769,
      "رىم": 770,
      "ېي": 771,
      "▁نەتىجى": 772,
      "ۋا": 773,
      "▁ئېلىش": 774,
      "▁\"2": 775,
      "اپى": 776,
      "▁يەنىلا": 777,
      "ھە": 778,
      "▁پاي": 779,
      "ۇلى": 780,
      "ېت": 781,
      "▁پى": 782,
      "داش": 783,
      "غىنى": 784,
      "▁يەت": 785,
      "▁دەرىجى": 786,
      "▁شۇنداق": 787,
      "وق": 788,
      "▁بەدەن": 789,
      "▁يۈز": 790,
      "▁پەيدا": 791,
      "▁مۇناسى": 792,
      "▁يان": 793,
      "چىلىك": 794,
      "ۈنكى": 795,
      "▁ھەمدە": 796,
      "▁بولىدۇ.\",": 797,
      "▁ياۋرو": 798,
      "▁\"ي": 799,
      "▁بەك": 800,
      "▁بولىدۇ.": 801,
      "▁يۈەن": 802,
      "▁يېقىن": 803,
      "ەرلىك": 804,
      "▁ئەمەلىي": 805,
      "-ئاينىڭ": 806,
      "▁مىق": 807,
      "▁تول": 808,
      "▁ئىگە": 809,
      "▁ئۇنى": 810,
      "▁دائ": 811,
      "-كۈنى": 812,
      "▁پۇل": 813,
      "لاي": 814,
      "لەت": 815,
      "▁بەزى": 816,
      "▁ئەي": 817,
      "مىنى": 818,
      "▁قىلىپ،": 819,
      "كۈز": 820,
      "ھى": 821,
      "▁قۇر": 822,
      "▁تېز": 823,
      "▁دۆل": 824,
      "ۈشى": 825,
      "كىتى": 826,
      "▁تور": 827,
      "▁تەسىر": 828,
      "▁7": 829,
      "▁ۋاقىتتا": 830,
      "▁ھەي": 831,
      "▁تۇرمۇش": 832,
      "تى.": 833,
      "▁بۇرۇن": 834,
      "▁كېسى": 835,
      "تۇرۇش": 836,
      "▁پار": 837,
      "▁مۇسابىقىدە": 838,
      "▁پۈتۈن": 839,
      "▁ھەقى": 840,
      "ران": 841,
      "ەتكە": 842,
      "▁8": 843,
      "▁ئىز": 844,
      "دىغانلىقىنى": 845,
      "▁سىر": 846,
      "شىغا": 847,
      "▁ئالدىن": 848,
      "لىشىش": 849,
      "▁كەلتۈرۈپ": 850,
      "خانى": 851,
      "▁قور": 852,
      "▁ئەھۋال": 853,
      "▁رول": 854,
      "ساب": 855,
      "▁كەلگەن": 856,
      "مپىي": 857,
      "▁شىر": 858,
      "▁كۆز": 859,
      "ۋاتقان": 860,
      "كى،": 861,
      "گىل": 862,
      "▁كىچىك": 863,
      "▁ئىچىدە": 864,
      "▁كەتكەن": 865,
      "▁كېسەللىك": 866,
      "▁ئىچ": 867,
      "▁ھېساب": 868,
      "نا": 869,
      "▁ئائ": 870,
      "▁كىي": 871,
      "تىس": 872,
      "شۇ": 873,
      "▁ماس": 874,
      "غاندا": 875,
      "-ب": 876,
      "▁يېتى": 877,
      "▁دۆلەت": 878,
      "▁راي": 879,
      "▁كون": 880,
      "▁ئېغىر": 881,
      "▁گە": 882,
      "▁ئىپا": 883,
      "غاندىن": 884,
      "ەلۇم": 885,
      "▁ئۇلارنىڭ": 886,
      "دىم": 887,
      "▁چېمپىي": 888,
      "▁خىز": 889,
      "▁ئۈن": 890,
      "▁تەكش": 891,
      "▁ئاخىرى": 892,
      "▁ھەرىكەت": 893,
      "ۈپ،": 894,
      "شىش": 895,
      "ۈرى": 896,
      "چچە": 897,
      "▁مۇنداق": 898,
      "لام": 899,
      "▁كۈچلۈك": 900,
      "ۇج": 901,
      "ۋان": 902,
      "▁شۇنىڭ": 903,
      "▁پاس": 904,
      "لەي": 905,
      "▁تەن": 906,
      "▁سىستې": 907,
      "▁ئېلان": 908,
      "سا،": 909,
      "▁تۇي": 910,
      "▁ئامېرىكا": 911,
      "سىدە": 912,
      "نچى": 913,
      "لىنىپ": 914,
      "▁10": 915,
      "دەر": 916,
      "▁ئەت": 917,
      "▁بېسى": 918,
      "▁كار": 919,
      "▁تۈر": 920,
      "▁ئۇزۇن": 921,
      "سەت": 922,
      "▁ئورنى": 923,
      "▁ئەس": 924,
      "دىنى": 925,
      "▁يېمەك": 926,
      "▁بولسىمۇ،": 927,
      "يۇ": 928,
      "▁نەچچە": 929,
      "▁باق": 930,
      "▁تۇت": 931,
      "▁داۋ": 932,
      "▁كۆڭ": 933,
      "ۇرى": 934,
      "دو": 935,
      "▁كۆرسىتى": 936,
      "▁رە": 937,
      "▁رې": 938,
      "بىي": 939,
      "▁\"«": 940,
      "ۈگ": 941,
      "▁مەلۇم": 942,
      "بول": 943,
      "▁202": 944,
      "لىپ،": 945,
      "ەلەي": 946,
      "ۇنجى": 947,
      "سۇن": 948,
      "▁چېمپىيون": 949,
      "▁زور": 950,
      "▁ئاخىر": 951,
      "▁جىن": 952,
      "▁بەلكى": 953,
      "▁ماي": 954,
      "زىم": 955,
      "▁قىي": 956,
      "▁قارشى": 957,
      "▁ئەمەس،": 958,
      "قىل": 959,
      "▁كۆرۈن": 960,
      "سىل": 961,
      "▁%": 962,
      "▁بۇنداق": 963,
      "▁باشقىلار": 964,
      "بىر": 965,
      "▁كېرەك.\",": 966,
      "▁ساھ": 967,
      "▁تەت": 968,
      "▁بېرىش": 969,
      "▁تۇنجى": 970,
      "سىگە": 971,
      "امى": 972,
      "ەز": 973,
      "ىلىم": 974,
      "غۇل": 975,
      "▁جەم": 976,
      "▁نۇق": 977,
      "▁مۇۋ": 978,
      "▁كەي": 979,
      "ەلى": 980,
      "وۋ": 981,
      "▁ئايلان": 982,
      "▁ئارى": 983,
      "ارەت": 984,
      "▁قىزى": 985,
      "▁كېرەك.": 986,
      "▁9": 987,
      "ېڭ": 988,
      "▁مۇھىم": 989,
      "نىق": 990,
      "▁لى": 991,
      "راق": 992,
      "▁يۈر": 993,
      "▁شارى": 994,
      "قىسى": 995,
      "▁كېيىنكى": 996,
      "ىلىك": 997,
      "▁ئاغ": 998,
      "▁ئېيتقان": 999,
      "تىسى": 1000,
      "غاچ": 1001,
      "▁مەغ": 1002,
      "▁رەڭ": 1003,
      "▁كەس": 1004,
      "ناش": 1005,
      "▁\"ئۇ": 1006,
      "▁ئاۋ": 1007,
      "▁ئەن": 1008,
      "▁ئالدىنقى": 1009,
      "لاردا": 1010,
      "▁ئۈستىگە": 1011,
      "▁چەك": 1012,
      "درى": 1013,
      "▁ياۋروپا": 1014,
      "▁ھۆ": 1015,
      "▁چوق": 1016,
      "▁چۈنكى": 1017,
      "▁ئۆس": 1018,
      "▁كەچ": 1019,
      "▁ئەسلى": 1020,
      "▁ئالى": 1021,
      "▁ھەممىسى": 1022,
      "▁ماھ": 1023,
      "زا": 1024,
      "ەلق": 1025,
      "▁شەھ": 1026,
      "▁لايى": 1027,
      "▁دائىم": 1028,
      "چىل": 1029,
      "پە": 1030,
      "▁داۋام": 1031,
      "▁\"ك": 1032,
      "▁ئات": 1033,
      "▁باھاسى": 1034,
      "▁بوش": 1035,
      "▁ھۇج": 1036,
      "بىتى": 1037,
      "كىنى": 1038,
      "▁كېسىلى": 1039,
      "▁يال": 1040,
      "ققى": 1041,
      "▁كۈنى": 1042,
      "▁سۈرئ": 1043,
      "ۋالى": 1044,
      "▁مەس": 1045,
      "تۇرى": 1046,
      "لەنگەن": 1047,
      "الماي": 1048,
      "▁سىستېمىسى": 1049,
      "▁ئۇچرى": 1050,
      "ۋە": 1051,
      "▁ھېچ": 1052,
      "ھتى": 1053,
      "ۋېتى": 1054,
      "سان": 1055,
      "▁قىلىن": 1056,
      "▁كىشى": 1057,
      "فون": 1058,
      "تر": 1059,
      "▁ھالدا": 1060,
      "▁ئاسان": 1061,
      "▁چىر": 1062,
      "▁تۆت": 1063,
      "مەس": 1064,
      "مىتى": 1065,
      "▁پەسلى": 1066,
      "ېس": 1067,
      "ائەت": 1068,
      "▁قىلىشى": 1069,
      "▁مار": 1070,
      "▁ئاندىن": 1071,
      "▁ئۈمى": 1072,
      "▁ئۇنداق": 1073,
      "▁ئاج": 1074,
      "▁مىقدارى": 1075,
      "▁ئۆزگىرى": 1076,
      "تى.\",": 1077,
      "▁ئېھتى": 1078,
      "▁قالغان": 1079,
      "كار": 1080,
      "گىيە": 1081,
      "اكت": 1082,
      "▁تەش": 1083,
      "ۇلۇ": 1084,
      "▁پۇر": 1085,
      "▁بال": 1086,
      "قىق": 1087,
      "ەتتە،": 1088,
      "▁ئومۇ": 1089,
      "▁ئۆزىنى": 1090,
      "يىش": 1091,
      "▁چوقۇم": 1092,
      "لۇپ": 1093,
      "گىنى": 1094,
      "▁ئۆزگەر": 1095,
      "▁ئىم": 1096,
      "چىلىق": 1097,
      "▁ئالەم": 1098,
      "▁چىققان": 1099,
      "▁بىلى": 1100,
      "▁بويى": 1101,
      "▁تولۇق": 1102,
      "▁مۇناسىۋ": 1103,
      "كىسى": 1104,
      "▁مۇك": 1105,
      "▁رى": 1106,
      "▁غەلى": 1107,
      "سىڭىز": 1108,
      "▁ئاق": 1109,
      "-ت": 1110,
      "▁ئايرى": 1111,
      "▁چىقار": 1112,
      "▁ئۆي": 1113,
      "▁خۇ": 1114,
      "لىشىپ": 1115,
      "ېتىر": 1116,
      "▁ئۈمىد": 1117,
      "▁بار،": 1118,
      "پىنى": 1119,
      "▁باشقا،": 1120,
      "قىنى": 1121,
      "▁خىزمەت": 1122,
      "▁\"ھ": 1123,
      "ەتتا": 1124,
      "ياڭ": 1125,
      "غاچقا": 1126,
      "▁نىسبەت": 1127,
      "▁قەدەر": 1128,
      "▁مەغلۇپ": 1129,
      "لىگەن": 1130,
      "اتقۇ": 1131,
      "ازى": 1132,
      "▁بولسا،": 1133,
      "▁19": 1134,
      "▁پۇت": 1135,
      "ساق": 1136,
      "▁12": 1137,
      "▁يېرىم": 1138,
      "▁مو": 1139,
      "▁ئاستى": 1140,
      "▁ئېرىشكەن": 1141,
      "▁تاپ": 1142,
      "▁چاغ": 1143,
      "▁ھەتتا": 1144,
      "▁ئاچ": 1145,
      "دىلا": 1146,
      "▁ھۇجۇم": 1147,
      "▁ئالاھى": 1148,
      "▁خەلق": 1149,
      "▁لوڭ": 1150,
      "▁نىسبەتەن": 1151,
      "▁گېر": 1152,
      "▁كېرەك،": 1153,
      "تۇرا": 1154,
      "اۋا": 1155,
      "چې": 1156,
      "بۇل": 1157,
      "ەتتىكى": 1158,
      "▁خار": 1159,
      "لىغان": 1160,
      "غۇچ": 1161,
      "▁تەرە": 1162,
      "▁داۋال": 1163,
      "▁تۇرى": 1164,
      "▁گەر": 1165,
      "▁ئاغرى": 1166,
      "▁يېمەكلىك": 1167,
      "▁ئېن": 1168,
      "▁ئېنىق": 1169,
      "سە،": 1170,
      "خنى": 1171,
      "▁ئىچكى": 1172,
      "ىلان": 1173,
      "گىز": 1174,
      "▁توغرا": 1175,
      "▁دەر": 1176,
      "▁قالى": 1177,
      "▁كوماندى": 1178,
      "▁گار": 1179,
      "تەك": 1180,
      "▁تەتقىق": 1181,
      "▁جاي": 1182,
      "راپ": 1183,
      "..": 1184,
      "ەخ": 1185,
      "▁دول": 1186,
      "▁قىم": 1187,
      "▁گەرچە": 1188,
      "▁ئائىلى": 1189,
      "▁مان": 1190,
      "!\",": 1191,
      "▁جەر": 1192,
      "▁شۇنداقلا": 1193,
      "ورى": 1194,
      "▁تون": 1195,
      "نىشى": 1196,
      "▁قىسىم": 1197,
      "▁يۇق": 1198,
      "▁خەۋەر": 1199,
      "▁بىراق": 1200,
      "اخ": 1201,
      "▁نۇس": 1202,
      "لىتىش": 1203,
      "غۇچى": 1204,
      "تۇرۇپ": 1205,
      "▁قوغ": 1206,
      "▁يۆ": 1207,
      "▁بولمى": 1208,
      "▁دەرىج": 1209,
      "▁قوبۇل": 1210,
      "▁فىلىم": 1211,
      "▁ئۇنىڭغا": 1212,
      "▁قاتناش": 1213,
      "▁ھەل": 1214,
      "▁بەرگەن": 1215,
      "لاشقان": 1216,
      "ازار": 1217,
      "▁قاپ": 1218,
      "لەرگە": 1219,
      ")\",": 1220,
      "▁مەھ": 1221,
      "مىش": 1222,
      "▁قايتقان": 1223,
      "▁ئىسپ": 1224,
      "▁قۇي": 1225,
      "▁مىن": 1226,
      "▁بولمىغان": 1227,
      "▁بىم": 1228,
      "ونا": 1229,
      "▁نېمە": 1230,
      "ڭىزنى": 1231,
      "▁ئوتتۇرا": 1232,
      "▁مۇھەب": 1233,
      "ۇقلۇق": 1234,
      "پىسى": 1235,
      "▁يارى": 1236,
      "تۇن": 1237,
      "▁كېلىپ": 1238,
      "دىي": 1239,
      "▁بۆل": 1240,
      "▁شەكىل": 1241,
      "تۇق": 1242,
      "▁\"3": 1243,
      "▁تەپ": 1244,
      "▁تىي": 1245,
      "▁\"ن": 1246,
      "▁بەش": 1247,
      "▁بۆ": 1248,
      "▁\"ئى": 1249,
      "▁سىرت": 1250,
      "تۇرۇ": 1251,
      "▁نۇسخى": 1252,
      "▁ئىپادىسى": 1253,
      "▁ئۇنداقتا": 1254,
      "▁داڭ": 1255,
      "ستېر": 1256,
      "▁ئىج": 1257,
      "▁قارا": 1258,
      "مىگەن": 1259,
      "كر": 1260,
      "يەت": 1261,
      "يەن": 1262,
      "گو": 1263,
      "▁سۆز": 1264,
      "اتىر": 1265,
      "▁قىلىشقا": 1266,
      "▁مەيداندا": 1267,
      "مىنىڭ": 1268,
      "▁ئاخىرىدا": 1269,
      "▁ئىكەنلىكىنى": 1270,
      "▁تۇيغۇ": 1271,
      "كىنىڭ": 1272,
      "▁مەسىلەن": 1273,
      "▁جەمئىي": 1274,
      "▁ياز": 1275,
      "▁دەرىجىلىك": 1276,
      "ۋېلىش": 1277,
      "»\",": 1278,
      "كىنچى": 1279,
      "ئارا": 1280,
      "▁گاردىن": 1281,
      "▁ئىشلىتى": 1282,
      "▁پايدى": 1283,
      "▁ئۈز": 1284,
      "ەبى": 1285,
      "▁ساغ": 1286,
      "▁سەۋەب": 1287,
      "▁ھاياتى": 1288,
      "▁چېمپىيونلۇق": 1289,
      "▁يۈرۈش": 1290,
      "▁نومۇر،": 1291,
      "▁مەسىلى": 1292,
      "▁ماڭ": 1293,
      "قانداق": 1294,
      "ېك": 1295,
      "▁ئاتا": 1296,
      "▁بازار": 1297,
      "▁كۆرۈش": 1298,
      "ېرات": 1299,
      "▁دوخ": 1300,
      "قىش": 1301,
      "▁نەر": 1302,
      "ىلە": 1303,
      "▁بىمار": 1304,
      "▁تارى": 1305,
      "▁تېلې": 1306,
      "لاشتۇر": 1307,
      "قۇر": 1308,
      "سىدىكى": 1309,
      "▁كۆتۈر": 1310,
      "▁سائەت": 1311,
      "تىل": 1312,
      "▁ئادەمنىڭ": 1313,
      "▁ئۆتكۈز": 1314,
      "▁ياردەمچى": 1315,
      "▁كىشىلەرنىڭ": 1316,
      "▁سۈپى": 1317,
      "▁بېرىپ": 1318,
      "▁سەۋەبى": 1319,
      "▁كەم": 1320,
      "▁لوڭقىسى": 1321,
      "تىق": 1322,
      "▁گۈز": 1323,
      "▁قاراپ": 1324,
      "نىدا": 1325,
      "چان": 1326,
      "ترول": 1327,
      "▁11": 1328,
      "سېل": 1329,
      "▁تەركى": 1330,
      "▁201": 1331,
      "دۇق": 1332,
      "▁بەدىنى": 1333,
      "▁سېلىش": 1334,
      "تانى": 1335,
      "▁لايىھە": 1336,
      "▁a": 1337,
      "غاچقا،": 1338,
      "▁مەر": 1339,
      "ققەت": 1340,
      "▁كونترول": 1341,
      "لاردىن": 1342,
      "▁گۈزەل": 1343,
      "▁كۆرى": 1344,
      "▁سىن": 1345,
      "ۇلغان": 1346,
      "گېن": 1347,
      "لىنىشى": 1348,
      "▁ئوقۇ": 1349,
      "▁توس": 1350,
      "▁تىپ": 1351,
      "▁ئېچى": 1352,
      "ماسلىق": 1353,
      "لىيە": 1354,
      "»نىڭ": 1355,
      "▁شەكلى": 1356,
      "▁ئەھۋالى": 1357,
      "▁مۇمكىن،": 1358,
      "▁گەپ": 1359,
      "▁ساغلام": 1360,
      "ارد": 1361,
      "▁توي": 1362,
      "وپ": 1363,
      "يىتى": 1364,
      "▁ئۇنىڭدىن": 1365,
      "ۆۋ": 1366,
      "▁ئومۇمىي": 1367,
      "ەتتىن": 1368,
      "▁مەزگىل": 1369,
      "ڭ،": 1370,
      "▁تەس": 1371,
      "▁نىسبىتى": 1372,
      "سسى": 1373,
      "قۇن": 1374,
      "▁ئېيتقاندا،": 1375,
      "▁گۇرۇپ": 1376,
      "▁ھەقىقىي": 1377,
      "▁يۇقۇم": 1378,
      "▁بارلىق": 1379,
      "دىمۇ": 1380,
      "-يىل": 1381,
      "رىنى": 1382,
      "▁ھالى": 1383,
      "غىچە": 1384,
      "▁ئادەتتە": 1385,
      "▁قاتتىق": 1386,
      "مانى": 1387,
      "▁دوختۇر": 1388,
      "▁تىرى": 1389,
      "▁گې": 1390,
      "▁ھېسابلىنى": 1391,
      "ىت": 1392,
      "لاپ،": 1393,
      "▁داۋالاش": 1394,
      "▁ئۇچر": 1395,
      "▁توختا": 1396,
      "ماش": 1397,
      "▁ھايات": 1398,
      "ىيى": 1399,
      "▁توك": 1400,
      "▁تەكشۈرۈش": 1401,
      "▁ئول": 1402,
      "▁ئاڭ": 1403,
      "▁بولىدۇ": 1404,
      "▁قارىغاندا،": 1405,
      "▁رايون": 1406,
      "اتا": 1407,
      "▁تەمىن": 1408,
      "شنى": 1409,
      "ىراق": 1410,
      "جىڭ": 1411,
      ")،": 1412,
      "▁تىپى": 1413,
      "▁ناملىق": 1414,
      "خەت": 1415,
      "تا،": 1416,
      "▁\"س": 1417,
      "▁سۈرەت": 1418,
      "▁قوز": 1419,
      "شىپ،": 1420,
      "▁ئىنسان": 1421,
      "▁چول": 1422,
      "▁بويىچە": 1423,
      "▁بولسۇن": 1424,
      "▁كو": 1425,
      "▁ئەپ": 1426,
      "▁بىلدۈر": 1427,
      "▁كۆرۈپ": 1428,
      "▁سۈپىتى": 1429,
      "گۈچ": 1430,
      "▁داڭلىق": 1431,
      "خان": 1432,
      "▁رۇ": 1433,
      "دىز": 1434,
      "▁دوست": 1435,
      "▁تېپى": 1436,
      "▁ئالتۇن": 1437,
      "لەندۈر": 1438,
      "▁مۇمكىن.": 1439,
      "▁شىركىتى": 1440,
      "دې": 1441,
      "ۈشىنى": 1442,
      "▁ئىت": 1443,
      "▁خاراكت": 1444,
      "ئەت": 1445,
      "▁كۆرۈل": 1446,
      "چاق": 1447,
      "▁ئەمەلىيەتتە": 1448,
      "▁قالماي": 1449,
      "ئە": 1450,
      "▁جەريا": 1451,
      "▁توختى": 1452,
      "▁مۇكاپ": 1453,
      "20": 1454,
      "قىم": 1455,
      "▁كال": 1456,
      "▁تەرى": 1457,
      "▁ئىچىگە": 1458,
      "▁مۇس": 1459,
      "▁نەتىجىدە": 1460,
      "▁دىققەت": 1461,
      "لىقىغا": 1462,
      "دىكەن.\",": 1463,
      "▁كۆڭۈل": 1464,
      "▁كىل": 1465,
      "▁بۇيان": 1466,
      "▁مۇمكىن.\",": 1467,
      "كىل": 1468,
      "ورمال": 1469,
      "▁خۇش": 1470,
      "غىن": 1471,
      "▁ئالماش": 1472,
      "▁ئىگىلى": 1473,
      "▁ئىستې": 1474,
      "اج": 1475,
      "رە": 1476,
      "▁جىنسىي": 1477,
      "ۈگۈن": 1478,
      "▁يۈرەك": 1479,
      "▁يانفون": 1480,
      "▁i": 1481,
      "▁سىزنىڭ": 1482,
      "▁دۆ": 1483,
      "▁باس": 1484,
      "پېرات": 1485,
      "▁قاتارلىقلار": 1486,
      "رىسىدا": 1487,
      "درىد": 1488,
      "اكى": 1489,
      "▁ئەرلەر": 1490,
      "ۋاتى": 1491,
      "▁بەلكىم": 1492,
      "▁بوشلۇقى": 1493,
      "▁ئەتر": 1494,
      "▁چوڭقۇر": 1495,
      "▁بېسىپ": 1496,
      "زان": 1497,
      "▁ئەۋ": 1498,
      "ققىي": 1499,
      "▁\"-": 1500,
      "▁15": 1501,
      "نج": 1502,
      "▁ناماي": 1503,
      "خۇ": 1504,
      "لىدىغان": 1505,
      "سۇل": 1506,
      "▁\"2.": 1507,
      "▁ھازىرقى": 1508,
      "▁ئېلىپ،": 1509,
      "رېن": 1510,
      "▁ھەقىقەت": 1511,
      "▁تەرەققىي": 1512,
      "▁مۇھەببەت": 1513,
      "▁مادرىد": 1514,
      "▁ساھە": 1515,
      "▁توپچى": 1516,
      "▁تىر": 1517,
      "▁ئۇي": 1518,
      "▁كىرىمى": 1519,
      "▁ئارتىس": 1520,
      "▁قىسمى": 1521,
      "مىنەن": 1522,
      "خمىنەن": 1523,
      "دى:": 1524,
      "گان": 1525,
      "▁ھايۋان": 1526,
      "▁\"1.": 1527,
      "تىم": 1528,
      "▁دېڭىز": 1529,
      "▁ئۆزىگە": 1530,
      "▁مىنۇت": 1531,
      "زىنى": 1532,
      "▁ئېلې": 1533,
      "سىغا": 1534,
      "▁غەلىبە": 1535,
      "وك": 1536,
      "مىز،": 1537,
      "▁ۋاس": 1538,
      "▁چىقىپ": 1539,
      "▁ئىستېمال": 1540,
      "▁ئادى": 1541,
      "ونال": 1542,
      "▁ئاشك": 1543,
      "▁ئالاھىدە": 1544,
      "▁ئەگى": 1545,
      "▁كوماندىسىنىڭ": 1546,
      "مۇن": 1547,
      "▁ئىككىنچى": 1548,
      "اپىق": 1549,
      "زۇ": 1550,
      "ەلمەي": 1551,
      "▁يولى": 1552,
      "▁چۈشەن": 1553,
      "▁قىلىدۇ،": 1554,
      "▁ھەقىقەتەن": 1555,
      "چېستېر": 1556,
      "▁تۇرۇ": 1557,
      "▁ئاسانلا": 1558,
      "▁بېلەت": 1559,
      "▁يىلى": 1560,
      "يار": 1561,
      "لانغان": 1562,
      "قۇچى": 1563,
      "▁سەھ": 1564,
      "▁داۋاملىق": 1565,
      "▁تېخنى": 1566,
      "▁كەيپىي": 1567,
      "ۈمى": 1568,
      "▁ئەتراپى": 1569,
      "لاند": 1570,
      "بۇ": 1571,
      "ايلى": 1572,
      "راھ": 1573,
      "▁شياۋ": 1574,
      "ماقچى": 1575,
      "▁\"جى": 1576,
      "▁ئېشىپ": 1577,
      "▁ئوخشى": 1578,
      "▁\"يې": 1579,
      "گەندىن": 1580,
      "گەن.\",": 1581,
      "▁قىلغۇچ": 1582,
      "▁\"م": 1583,
      "جە": 1584,
      "▁مەك": 1585,
      "▁مەستانى": 1586,
      "ىس": 1587,
      "▁قويۇپ": 1588,
      "▁تەتقىقات": 1589,
      "ۇلۇش": 1590,
      "▁پۇتبول": 1591,
      "▁ۋىر": 1592,
      "▁\"4": 1593,
      "سىرى": 1594,
      "لىرىغا": 1595,
      "▁زىيا": 1596,
      "ورت": 1597,
      "▁ئېتى": 1598,
      "▁ھۆكۈ": 1599,
      "▁قۇت": 1600,
      "پان": 1601,
      "▁ئالغان": 1602,
      "▁قىلغان،": 1603,
      "▁بايقى": 1604,
      "شۇنداق": 1605,
      "-ك": 1606,
      "▁مېنىڭ": 1607,
      "وگ": 1608,
      "▁\"3.": 1609,
      "▁ئەينى": 1610,
      "▁دۆلىتى": 1611,
      "▁بىخەت": 1612,
      "دوڭ": 1613,
      "▁ئۈچۈن،": 1614,
      "▁شەخ": 1615,
      "▁ئاپ": 1616,
      "▁ئەيدىز": 1617,
      "▁قىلىدىغان": 1618,
      "مۈر": 1619,
      "▁تاماق": 1620,
      "زىي": 1621,
      "دىكەن،": 1622,
      "▁باشلى": 1623,
      "ش،": 1624,
      "▁ئاياللار": 1625,
      "▁ئېك": 1626,
      "▁بىزنىڭ": 1627,
      "لىدۇ،": 1628,
      "▁ئالدىنى": 1629,
      "▁خەلقئارا": 1630,
      "▁مۇۋاپىق": 1631,
      "▁ئوب": 1632,
      "▁كەلگۈ": 1633,
      "▁ئوڭ": 1634,
      "▁ۋى": 1635,
      "▁تۈز": 1636,
      "تىدىن": 1637,
      "▁گۇ": 1638,
      "▁جۇڭ": 1639,
      "امان": 1640,
      "▁كۆرۈڭ": 1641,
      "▁مىليارد": 1642,
      "▁بىۋ": 1643,
      "▁تۇرۇش": 1644,
      "ستان": 1645,
      "▁گىرى": 1646,
      "▁بۇنىڭدىن": 1647,
      "▁ئۆر": 1648,
      "▁بولغاندا": 1649,
      "▁سانى": 1650,
      "▁كەڭ": 1651,
      "كىلى": 1652,
      "▁تەركىبى": 1653,
      "▁بىرىنچى": 1654,
      "دد": 1655,
      "ېلى": 1656,
      "▁سەك": 1657,
      "تىپ،": 1658,
      "▁مۇسابىقىگە": 1659,
      "▁قالتىس": 1660,
      "كسى": 1661,
      "▁ئارتۇق": 1662,
      "رۇ": 1663,
      "▁مەيدا": 1664,
      "▁تەل": 1665,
      "نجاڭ": 1666,
      "تىنىڭ": 1667,
      "▁شەھىرى": 1668,
      "سېرى": 1669,
      "نىش": 1670,
      "▁چاغدا": 1671,
      "▁كاپ": 1672,
      "گەن.": 1673,
      "▁قولغا": 1674,
      "▁تاما": 1675,
      "▁200": 1676,
      "▁رەت": 1677,
      "▁مۇر": 1678,
      "▁تەي": 1679,
      "▁رونال": 1680,
      "▁دەل": 1681,
      "▁خۇشال": 1682,
      "▁مەزگىلى": 1683,
      "▁نورمال": 1684,
      "لىم": 1685,
      "▁ئەز": 1686,
      "▁تەرىپى": 1687,
      "▁چاق": 1688,
      "▁0": 1689,
      "▁تارقى": 1690,
      "▁ئاپتوموبىلنىڭ": 1691,
      "▁قىيىن": 1692,
      "-مىن": 1693,
      "▁پو": 1694,
      "▁ياللۇ": 1695,
      "▁قىزىل": 1696,
      "لىشىچە،": 1697,
      "▁ئۇسۇلى": 1698,
      "غۇر": 1699,
      "▁ئىشلىتىش": 1700,
      "▁قېتىملىق": 1701,
      "▁تەبى": 1702,
      "▁پەسىل": 1703,
      "الىي": 1704,
      "▁تۈ": 1705,
      "▁ئېھتىيا": 1706,
      "▁خاراكتېر": 1707,
      "▁دەس": 1708,
      "سال": 1709,
      "تال": 1710,
      "▁ئارقا": 1711,
      "بوب": 1712,
      "▁مەۋ": 1713,
      "▁چولپان": 1714,
      "▁بازى": 1715,
      "▁نىڭ": 1716,
      "▁\"جىبوب": 1717,
      "▁مۇسابىقىسى": 1718,
      "▁لا": 1719,
      "▁ھاۋا": 1720,
      "ارىژ": 1721,
      "▁سەل": 1722,
      "▁ئەل": 1723,
      "▁مېھ": 1724,
      "امىلى": 1725,
      "تىدا": 1726,
      "▁موت": 1727,
      "▁ساقلاش": 1728,
      "▁مۇئ": 1729,
      "▁قايسى": 1730,
      "ۇنى": 1731,
      "▁سانلىق": 1732,
      "▁مۇناسىۋەتلىك": 1733,
      "تىر": 1734,
      "▁مۇۋەپ": 1735,
      "چىلارنىڭ": 1736,
      "▁يېنى": 1737,
      "▁جاۋ": 1738,
      "▁\"جىبوبا": 1739,
      "اد": 1740,
      "▁يىراق": 1741,
      "▁ئۇدا": 1742,
      "▁مەسىلەن،": 1743,
      "قاي": 1744,
      "▁شۇكى،": 1745,
      "▁بولغاچقا،": 1746,
      "▁ئاساسلىق": 1747,
      "▁شۇن": 1748,
      "سىپ": 1749,
      "شىق": 1750,
      "قۇز": 1751,
      "▁تەكشۈر": 1752,
      "▁ئاشكارى": 1753,
      "▁يۈزى": 1754,
      "▁قايتا": 1755,
      "▁يېت": 1756,
      "▁جەھەتتە": 1757,
      "▁كۆپچىلىك": 1758,
      "▁رايونى": 1759,
      "دىدار": 1760,
      "▁نۆۋ": 1761,
      "مەن،": 1762,
      "سىق": 1763,
      "▁ھو": 1764,
      "تەپ": 1765,
      "ئال": 1766,
      "▁ئېنېر": 1767,
      "▁ساي": 1768,
      "▁كىيى": 1769,
      "▁قىلىشنى": 1770,
      "رىسىدىكى": 1771,
      "▁ئىزچىل": 1772,
      "▁تۇرۇپ": 1773,
      "ايدىغان": 1774,
      "شىچە،": 1775,
      "▁چار": 1776,
      "▁زىيان": 1777,
      "▁مېڭى": 1778,
      "▁ئۆزگىرىش": 1779,
      "اچار": 1780,
      "سېلونا": 1781,
      "▁مۇۋەپپە": 1782,
      "دىلىك": 1783,
      "وس": 1784,
      "ۋېر": 1785,
      "▁\"20": 1786,
      "دىكەن.": 1787,
      "ايدۇ،": 1788,
      "▁تاللاش": 1789,
      "كىلەر": 1790,
      "لىمى": 1791,
      "▁بولمايدۇ،": 1792,
      "▁قىلىدۇ.": 1793,
      "▁ھەمراھ": 1794,
      "▁ئىقتىسا": 1795,
      "▁قانچە": 1796,
      "▁دۆلىتىمىز": 1797,
      "▁رونالدو": 1798,
      "دىيە": 1799,
      "▁\"شۇ": 1800,
      "▁كوماندا": 1801,
      "▁تىل": 1802,
      "گىچە": 1803,
      "▁ئاك": 1804,
      "▁بەز": 1805,
      "▁ئېگىز": 1806,
      "▁كەسپىي": 1807,
      "▁ۋەزى": 1808,
      "▁نەپ": 1809,
      "ۇلتۇ": 1810,
      "بار": 1811,
      "▁يۆت": 1812,
      "▁كۆك": 1813,
      "▁دەۋ": 1814,
      "▁بوي": 1815,
      "مەسلىك": 1816,
      "▁قىلغان.": 1817,
      "▁13": 1818,
      "▁رەڭلىك": 1819,
      "ەۋۋ": 1820,
      "▁ئۇخ": 1821,
      "▁ئالامەت": 1822,
      "▁ناچار": 1823,
      "▁ئىدى.": 1824,
      "▁خانلىق": 1825,
      "تون": 1826,
      "▁مۇشۇ": 1827,
      "▁كۆرسەت": 1828,
      "▁بېسىم": 1829,
      "▁بىللە": 1830,
      "▁مەكتەپ": 1831,
      "▁ئوتتۇرى": 1832,
      "▁ئاتا-ئ": 1833,
      "ددىي": 1834,
      "▁ۋاقتىدا": 1835,
      "مانىيە": 1836,
      "▁\"توۋ": 1837,
      "▁پەرق": 1838,
      "▁باھا": 1839,
      "شەن": 1840,
      "▁14": 1841,
      "▁كېتىش": 1842,
      "▁16": 1843,
      "ىلا": 1844,
      "▁كۆزى": 1845,
      "▁تارتى": 1846,
      "تياۋ": 1847,
      "▁چۈشىنى": 1848,
      "▁قېلىش": 1849,
      "on": 1850,
      "▁ئۇزاق": 1851,
      "الىيە": 1852,
      "▁قايتىپ": 1853,
      "▁مات": 1854,
      "▁تىياتىر": 1855,
      "▁قالماي،": 1856,
      "▁ئىشى": 1857,
      "▁سەر": 1858,
      "▁دەرىجىدە": 1859,
      "▁مانچېستېر": 1860,
      "دارلىق": 1861,
      "ورا": 1862,
      "▁ھېچقانداق": 1863,
      "▁سەن": 1864,
      "▁سانت": 1865,
      "▁بېر": 1866,
      "▁ئۆگىنى": 1867,
      "-يىللىق": 1868,
      "▁ئېنېرگىيە": 1869,
      "▁مەۋج": 1870,
      "دۇ؟": 1871,
      "▁ئىچىدىكى": 1872,
      "▁يىللىق": 1873,
      "▁\"ئە": 1874,
      "▁ئوز": 1875,
      "▁ئاساسەن": 1876,
      "▁ئوين": 1877,
      "▁ئادەتتىكى": 1878,
      "▁يۇلتۇ": 1879,
      "▁نامايان": 1880,
      "▁ئۆتكەن": 1881,
      "ېيە": 1882,
      "▁چىڭ": 1883,
      "ەملىك": 1884,
      "ھەرى": 1885,
      "▁\"توۋتياۋ": 1886,
      "an": 1887,
      "▁ئەزا": 1888,
      "▁مەيلى": 1889,
      "خت": 1890,
      "▁نا": 1891,
      "▁ئالاقە": 1892,
      "بلە": 1893,
      "▁خاراكتېرلىك": 1894,
      "▁تەخمىنەن": 1895,
      "ۋو": 1896,
      "چىلەر": 1897,
      "سون": 1898,
      "▁شاھ": 1899,
      "سىدىن": 1900,
      "▁ئاپتوموبىلى": 1901,
      "▁تېم": 1902,
      "لىكىگە": 1903,
      "ماسلىقى": 1904,
      "▁شىنجاڭ": 1905,
      "▁18": 1906,
      "▁مۇدد": 1907,
      "▁ئۈست": 1908,
      "لانغاندا،": 1909,
      "لىنىپ،": 1910,
      "▁قەل": 1911,
      "▁شەر": 1912,
      "مىزنى": 1913,
      "رىنىڭ": 1914,
      "▁قاتنىشى": 1915,
      "▁قىلدى،": 1916,
      "▁تەلەپ": 1917,
      "▁\"خ": 1918,
      "نىڭدىن": 1919,
      "ۈملۈك": 1920,
      "مايدۇ،": 1921,
      "▁ئىدى،": 1922,
      "مۇ،": 1923,
      "▁ئاساسىي": 1924,
      "▁بىرلەشمىسىنىڭ": 1925,
      "اھەت": 1926,
      "▁ئايا": 1927,
      "▁توپى": 1928,
      "▁ئىشەن": 1929,
      "دۈرۈش": 1930,
      "دۇرى": 1931,
      "▁چۈشۈپ": 1932,
      "▁ئاخىرقى": 1933,
      "▁مۇۋەپپەقىي": 1934,
      "رې": 1935,
      "تىغا": 1936,
      "▁قاچ": 1937,
      "▁زىيادە": 1938,
      "▁ھەپ": 1939,
      "▁\",": 1940,
      "▁گېرمان": 1941,
      "▁ئالتە": 1942,
      "▁ئەمەل": 1943,
      "▁قەدەم": 1944,
      "ايەت": 1945,
      "▁يوق،": 1946,
      "▁خەت": 1947,
      "لاشتۇرۇش": 1948,
      "ەس": 1949,
      "▁بولغان،": 1950,
      "▁ئاشقا": 1951,
      "▁دەسلەپ": 1952,
      "▁مۇناسىۋەت": 1953,
      "▁سۈرەتكە": 1954,
      "▁بىلەن،": 1955,
      "منى": 1956,
      "▁ۋاقىتتا،": 1957,
      "ايىنى": 1958,
      "▁ئۇسۇل": 1959,
      "▁پارىژ": 1960,
      "▁ھەممە": 1961,
      "▁تىزىم": 1962,
      "ىندى": 1963,
      "▁مۇشۇنداق": 1964,
      "▁كەچۈر": 1965,
      "سەك": 1966,
      "▁\"ج": 1967,
      "▁گەۋ": 1968,
      "▁ھاسى": 1969,
      "▁مەۋجۇت": 1970,
      "▁ئاستا": 1971,
      "▁باغ": 1972,
      "▁مەركى": 1973,
      "كىلىق": 1974,
      "▁مەخ": 1975,
      "شىنىڭ": 1976,
      "»نى": 1977,
      "▁گىر": 1978,
      "▁بار.": 1979,
      "سۇلات": 1980,
      "▁كىيىم": 1981,
      "▁بارغان": 1982,
      "▁ھا": 1983,
      "▁كۈت": 1984,
      "▁30": 1985,
      "مۇر": 1986,
      "▁بولدى،": 1987,
      "▁ئىب": 1988,
      "▁كىشىلىك": 1989,
      "▁يېڭ": 1990,
      "▁ئاساسلانغاندا،": 1991,
      "▁ئوينى": 1992,
      "▁تاشقىرى": 1993,
      "▁بولۇپمۇ": 1994,
      "▁تەشكىل": 1995,
      "ھەرىكەت": 1996,
      "پتار": 1997,
      "است": 1998,
      "ائىن": 1999,
      "انە": 2000,
      "▁تۇغۇل": 2001,
      "▁بولغان.\",": 2002,
      "▁مەھسۇلات": 2003,
      "ېنى": 2004,
      "لەشتۈر": 2005,
      "ورۇن": 2006,
      "▁بارسېلونا": 2007,
      "ۋېن": 2008,
      "انىڭ": 2009,
      "▁گىرىپتار": 2010,
      "▁كىم": 2011,
      "▁پائ": 2012,
      "▁\"5": 2013,
      "▁بەلگىلى": 2014,
      "لىكتە": 2015,
      "▁جۇڭگو": 2016,
      "▁يوش": 2017,
      "زىيە": 2018,
      "▁يۇلتۇز": 2019,
      "▁\"مۇ": 2020,
      "ىلاش": 2021,
      "ايلىق": 2022,
      "▁چىقىش": 2023,
      "رىي": 2024,
      "▁خال": 2025,
      "▁ئانچە": 2026,
      "ۈچ": 2027,
      "▁يەتكۈز": 2028,
      "▁100": 2029,
      "▁قۇياش": 2030,
      "شىدىن": 2031,
      "▁خاتا": 2032,
      "▁قىلغان.\",": 2033,
      "▁\"سى": 2034,
      "▁تونۇش": 2035,
      "دىغىنى": 2036,
      "▁يېيىش": 2037,
      "سىلا": 2038,
      "قۇچ": 2039,
      "▁ئۇن": 2040,
      "سىيات": 2041,
      "▁ئېلېك": 2042,
      "▁يېرى": 2043,
      "تىگە": 2044,
      "▁\"ئەم": 2045,
      "يۇم": 2046,
      "▁زەر": 2047,
      "▁ئالىي": 2048,
      "▁تەرەپنىڭ": 2049,
      "▁رۇسىيە": 2050,
      "گەندە": 2051,
      "ەيدۇ": 2052,
      "▁ئىشلەت": 2053,
      "▁\"ئال": 2054,
      "لەپ،": 2055,
      "▁يەتكەن": 2056,
      "يې": 2057,
      "رام": 2058,
      "بلەغ": 2059,
      "▁ئارزۇ": 2060,
      "▁سىزنى": 2061,
      "▁پۈتۈنلەي": 2062,
      "سۇ": 2063,
      "▁سىزگە": 2064,
      "مىز.": 2065,
      "▁ئاشقازان": 2066,
      "▁e": 2067,
      "▁قاراش": 2068,
      "▁ھاسىل": 2069,
      "▁ھار": 2070,
      "ىيۇن": 2071,
      "تىن،": 2072,
      "▁قىلىنى": 2073,
      "كىز": 2074,
      "▁تېمپېرات": 2075,
      "▁\"4.": 2076,
      "دۇ؟\",": 2077,
      "▁پۇ": 2078,
      "▁ئەسەر": 2079,
      "▁ئىسسىق": 2080,
      "▁ئاتا-ئانى": 2081,
      "▁مەبلەغ": 2082,
      "ىران": 2083,
      "لىشىنى": 2084,
      "▁كۇلۇ": 2085,
      "▁ئۇچۇر": 2086,
      "دىر": 2087,
      "▁روھ": 2088,
      "▁قويۇش": 2089,
      "ئى": 2090,
      "▁خۇددى": 2091,
      "▁نەتىجە": 2092,
      "▁مۇكاپاتى": 2093,
      "▁كۈل": 2094,
      "▁موتور": 2095,
      "سەن": 2096,
      "▁ئالدى،": 2097,
      "▁كۆرۈنۈش": 2098,
      "▁خالى": 2099,
      "▁تۈرى": 2100,
      "▁ماددى": 2101,
      "▁باشقىلارنىڭ": 2102,
      "▁بولىدىغان": 2103,
      "▁ياق": 2104,
      "ىب": 2105,
      "قىغا": 2106,
      "دىم،": 2107,
      "▁خان": 2108,
      "سى،": 2109,
      "شىمىز": 2110,
      "ەكك": 2111,
      "▁تەۋە": 2112,
      "ۋالغان": 2113,
      "بىيە": 2114,
      "▁گۆ": 2115,
      "▁ئاددىي": 2116,
      "▁ئۈنۈمى": 2117,
      "شىگە": 2118,
      "▁مول": 2119,
      "▁\"پ": 2120,
      "▁ھەيدە": 2121,
      "▁ئىپادى": 2122,
      "▁ئىقتىدار": 2123,
      "▁ئاجىز": 2124,
      "بىرى": 2125,
      "▁كۆرۈڭ\",": 2126,
      "▁بۇر": 2127,
      "▁تەڭش": 2128,
      "▁ئىشلەپ": 2129,
      "▁راك": 2130,
      "▁كېلىش": 2131,
      "ۇپ،": 2132,
      "ازىلى": 2133,
      "▁مۇقىم": 2134,
      "▁تاراتقۇ": 2135,
      "▁ھېسسىيات": 2136,
      "▁خېلى": 2137,
      "▁گېرمانىيە": 2138,
      "غۇق": 2139,
      "مەكچى": 2140,
      "▁o": 2141,
      "▁ئۇر": 2142,
      "مىز.\",": 2143,
      "▁سەي": 2144,
      "▁تارىخى": 2145,
      "-ئى": 2146,
      "▁مىقدار": 2147,
      "▁كىشىنى": 2148,
      "سىڭىز،": 2149,
      "ومۇ": 2150,
      "راش": 2151,
      "▁ئاۋاز": 2152,
      "دىكىلەر": 2153,
      "▁ھەققى": 2154,
      "▁مېھمان": 2155,
      "كېت": 2156,
      "▁رەس": 2157,
      "▁پىلان": 2158,
      "▁كام": 2159,
      "تاب": 2160,
      "تەر": 2161,
      "▁17": 2162,
      "ۇقسىز": 2163,
      "▁شەھەر": 2164,
      "▁قەر": 2165,
      "▁ھەيران": 2166,
      "▁قىياپ": 2167,
      "-ن": 2168,
      "ۇز": 2169,
      "▁تەۋ": 2170,
      "مىزنىڭ": 2171,
      "▁تەسىرى": 2172,
      "▁سېلىشتۇر": 2173,
      "▁ياپ": 2174,
      "▁شۇنچە": 2175,
      "قال": 2176,
      "▁يېتەرلىك": 2177,
      "▁بۇل": 2178,
      "كېتبول": 2179,
      "▁توپنى": 2180,
      "▁ئىبارەت": 2181,
      "▁دەي": 2182,
      "▁باشلاپ": 2183,
      "▁تاشقى": 2184,
      "▁پىل": 2185,
      "▁مۇسابىقىسىدە": 2186,
      "▁كاپال": 2187,
      "لاد": 2188,
      "▁كېچى": 2189,
      "لەنگەن،": 2190,
      "ۋود": 2191,
      "▁\"يېقىن": 2192,
      "ىندىستان": 2193,
      "▁جەھەتتىن": 2194,
      "▁قىلىدۇ.\",": 2195,
      "كس": 2196,
      "لىدۇ.": 2197,
      "▁تېگى": 2198,
      "مىگە": 2199,
      "ھال": 2200,
      "سىيا": 2201,
      "▁بازىرى": 2202,
      "خۇم": 2203,
      "▁ئازراق": 2204,
      "▁ساھىب": 2205,
      "▁سەككىز": 2206,
      "▁قىلالاي": 2207,
      "▁ۋاسكېتبول": 2208,
      "رات": 2209,
      "▁ئىشقا": 2210,
      "لىقىنىڭ": 2211,
      "مەيدۇ،": 2212,
      "ايدۇ.": 2213,
      "▁ئون": 2214,
      "▁مەيدانغا": 2215,
      "▁سۈرئىتى": 2216,
      "لىققا": 2217,
      "▁چۈشۈر": 2218,
      "▁ئانى": 2219,
      "▁توختام": 2220,
      "-پ": 2221,
      "▁توق": 2222,
      "▁\"نۇر": 2223,
      "▁بۈگۈن": 2224,
      "▁بېسىپلا": 2225,
      "▁دورا": 2226,
      "سىز،": 2227,
      "er": 2228,
      "جەي": 2229,
      "▁قوللىنى": 2230,
      "▁ماھىر": 2231,
      "▁قۇۋ": 2232,
      "ۇلۇپ": 2233,
      "▁ئوتتۇ": 2234,
      "▁ئوغ": 2235,
      "ھام": 2236,
      "مۇنى": 2237,
      "▁\"بەيدۇ": 2238,
      "غۇز": 2239,
      "ولى": 2240,
      "▁ئۆزىڭىز": 2241,
      "لىقىدىن": 2242,
      "▁سوغۇق": 2243,
      "ەللىك": 2244,
      "▁مائ": 2245,
      "▁سودا": 2246,
      "▁تەبىئىي": 2247,
      "▁ئوزۇقلۇق": 2248,
      "لىۋود": 2249,
      "▁مەلۇمات": 2250,
      "مايدىغان": 2251,
      "تاق": 2252,
      "ونىيە": 2253,
      "▁25": 2254,
      "▁-": 2255,
      "▁ياللۇغى": 2256,
      "▁قىممىتى": 2257,
      "▁دېدى:": 2258,
      "▁جەڭ": 2259,
      "مىدى،": 2260,
      "▁مۇدا": 2261,
      "▁سىرتقى": 2262,
      "▁جىددىي": 2263,
      "خېن": 2264,
      "▁سىزى": 2265,
      "▁ئەگىشىپ،": 2266,
      "▁پەن": 2267,
      "▁بارغانسېرى": 2268,
      "▁يەك": 2269,
      "▁رولىنى": 2270,
      "انىيە": 2271,
      "لاق": 2272,
      "▁تۇغ": 2273,
      "▁ماڭا": 2274,
      "▁ئۇت": 2275,
      "▁ساپ": 2276,
      "▁مىلان": 2277,
      "لىشىپ،": 2278,
      "كىم": 2279,
      "▁دورى": 2280,
      "▁پال": 2281,
      "▁مۇناسىۋىتى": 2282,
      "▁ۋەقە": 2283,
      "▁توغرىسىدا": 2284,
      "شكە": 2285,
      "▁بات": 2286,
      "▁بولغاندىن": 2287,
      "▁ھۈ": 2288,
      "▁مەسىلە": 2289,
      "▁ئىتتىپ": 2290,
      "اتىرى": 2291,
      "▁پىر": 2292,
      "اپت": 2293,
      "▁تۇيۇقسىز": 2294,
      "شقا": 2295,
      "سىدا": 2296,
      "غۇچىلار": 2297,
      "▁ئۆيى": 2298,
      "▁قىلدى.": 2299,
      "▁كەينى": 2300,
      "▁مۇلا": 2301,
      "▁سۇي": 2302,
      "▁جاڭ": 2303,
      "دۇرۇش": 2304,
      "▁ئېكران": 2305,
      "▁بالا": 2306,
      "كان": 2307,
      "▁تاق": 2308,
      "لەردە": 2309,
      "▁كېلىشى": 2310,
      "▁كوماندىنىڭ": 2311,
      "وي": 2312,
      "لىرىدىن": 2313,
      "لغان": 2314,
      "▁جۇ": 2315,
      "ازا": 2316,
      "بىنى": 2317,
      "▁ئۈستۈن": 2318,
      "بىن": 2319,
      "كىدىن": 2320,
      "لگەن": 2321,
      "▁ئائىلىسى": 2322,
      "▁ئامال": 2323,
      "چيۇ": 2324,
      "ۈندىدار": 2325,
      "ۋات": 2326,
      "▁\"بىر": 2327,
      "▁\"مەن": 2328,
      "▁بۇنى": 2329,
      "ۇك": 2330,
      "لات": 2331,
      "▁جەن": 2332,
      "▁قىلغاندا": 2333,
      "▁كۆل": 2334,
      "▁ساقلاپ": 2335,
      "سۇس": 2336,
      "▁كۆڭلى": 2337,
      "لىرىدا": 2338,
      "-ئايدا": 2339,
      "▁نىش": 2340,
      "▁ئەق": 2341,
      "▁ئىشلەپچى": 2342,
      "▁زەھ": 2343,
      "▁رەسمىي": 2344,
      "▁قىزىق": 2345,
      "ۆر": 2346,
      ".5": 2347,
      "▁بېرىپ،": 2348,
      "▁جەھەتتە،": 2349,
      "▁قىلىنغان": 2350,
      "▁ئائىلە": 2351,
      "▁شىم": 2352,
      "▁ئىنك": 2353,
      "▁\"ئەگەر": 2354,
      "▁ئەمەس.": 2355,
      "▁تەپكەن": 2356,
      "▁قويى": 2357,
      "ېيجىڭ": 2358,
      "▁مىيۇن": 2359,
      "▁يەردە": 2360,
      "مىغا": 2361,
      "سىمان": 2362,
      "▁بولغان.": 2363,
      "ۈشكە": 2364,
      "پىئە": 2365,
      "ىرانسىيە": 2366,
      "▁بىرلىكتە": 2367,
      "▁«ب": 2368,
      "لاشتۇرۇ": 2369,
      "▁شەخسىي": 2370,
      "▁يوشۇرۇن": 2371,
      "▁\"ئۈندىدار": 2372,
      "▁شىركەت": 2373,
      "▁ئېغى": 2374,
      "▁مېسسى": 2375,
      "▁چىش": 2376,
      "▁سالونى": 2377,
      "▁تورداش": 2378,
      "▁مەسئ": 2379,
      "لىق،": 2380,
      "▁قاتناشقان": 2381,
      "▁ئورگان": 2382,
      "▁بىر-ب": 2383,
      "▁مىيۇنخېن": 2384,
      "▁قېرى": 2385,
      "▁ھۈجەي": 2386,
      "▁بېي": 2387,
      "▁خەۋىرىگە": 2388,
      "درو": 2389,
      "▁ئېلى": 2390,
      "تالىيە": 2391,
      "لىقنى": 2392,
      "-خ": 2393,
      "▁\"سىنا": 2394,
      "▁قارىغاندا": 2395,
      "مار": 2396,
      "▁قانۇن": 2397,
      "▁تۇخۇم": 2398,
      "▁سەۋەبىدىن": 2399,
      "▁گېزى": 2400,
      "جرى": 2401,
      "كرائىن": 2402,
      "اسىتە": 2403,
      "لايدۇ،": 2404,
      "▁كوماندىسىنى": 2405,
      "ۋىتى": 2406,
      "چىنچى": 2407,
      "▁ياشلىق": 2408,
      "ئو": 2409,
      "سور": 2410,
      "ئار": 2411,
      "▁ئەسلىگە": 2412,
      "▁ياڭ": 2413,
      "3-يىلى": 2414,
